Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Dette betyr at enkeltforfølgende kreditorer i dag ikke kan ta utlegg i varemerkerettigheter.
nn: Dette betyr at enkeltforfølgjande kreditorar i dag ikkje kan ta utlegg i varemerkerettar.

source: Patentering anses som en viktig og nødvendig del av arbeidet og bekrefter at det vi gjør har innovasjonshøyde og gir overraskende resultater.
nn: Patentering blir sett på som ein viktig og naudsynt del av arbeidet og stadfestar at det dei gjer, har innovasjonshøgde og gir overraskande resultat.

source: Det er ikke lov å bruke betegnelsen "champagne" for musserende vin, med mindre den er produsert i Champagne-området i Frankrike.
nn: Det er ikkje lov å bruke nemninga «champagne» for musserande vin, med mindre den er produsert i Champagne-området i Frankrike.

source: Patentering tar tid og passer aller best for løsninger som er lenge i markedet.
nn: Patentering tar tid og passar aller best for løysingar som er lenge i marknaden.

source: Det er mulig å utsette registreringen i opptil seks måneder fra søknadsdatoen eller prioritetsdatoen, eller oppgi en bestemt dato innenfor dette tidsrommet.
nn: Det er mogleg å utsette registreringa i opptil seks månader frå søknadsdatoen eller prioritetsdatoen, eller oppgi ein bestemt dato innanfor dette tidsrommet.

source: Djupesland er i dag Chief Scientific Officer for Optinose og jobber deltid som ØNH-spesialist.
nn: Djupesland er i dag Chief Scientific Officer for Optinose og jobbar deltid som ØNH-spesialist.

source: med ditt foretaksnavn og/eller varemerke, kan du sende inn en klage til Patentstyret.
nn: med ditt føretaksnamn eller varemerke, kan du sende inn ein klage til Patentstyret.

source: fullmakt ved bruk av fullmektig, hvis fullmektigen ikke er advokat eller advokatfullmektig
nn: fullmakt ved bruk av fullmektig, viss fullmektigen ikkje er advokat eller advokatfullmektig

source: Du må betale et gebyr til Patentstyret for hver ny søknad.
nn: Du må betale eit gebyr til Patentstyret for kvar ny søknad.

source: For å få til dette er det viktig med tilstrekkelig bemanning og et godt arbeidsmiljø.
nn: For å få til dette er det viktig med tilstrekkeleg bemanning og eit godt arbeidsmiljø.

source: Patentstyrets samfunnsoppdrag er å fremme innovasjon og verdiskaping, og hjelpe næringsliv og samfunn med å håndtere sine immaterielle verdier og rettigheter på en god måte.
nn: Patentstyret sitt samfunnsoppdrag er å fremje innovasjon og verdiskaping, og hjelpe næringsliv og samfunn med å handtere dei immaterielle verdiane og rettane sine på ein god måte.

source: Inneholder både ord og bilder
nn: Inneheld både ord og bilete

source: Tilsvarende gjelder for andre juridiske personer som omfattes av tilsynet, for eksempel medlemsorganisasjoner og uavhengige forvaltningsenheter.
nn: Tilsvarande gjeld for andre juridiske personar som blir omfatta av tilsynet, for eksempel medlemsorganisasjonar og uavhengige forvaltningseiningar.

source: Fyll ut skjemaet og send det enten:
nn: Fyll ut skjemaet og send det anten:

source: Ønsker du et raskere svar, kan du bestille hasteoppdrag.
nn: Ønskjer du eit raskare svar, kan du bestille hasteoppdrag.

source: Dette er en følge av
nn: Dette er ei følgje av

source: følger også selv med på om produktene blir kopiert gjennom samarbeidspartnere, informasjon på nettet og andre aktiviteter.
nn: følgjer også sjølv med på om produkta blir kopiert gjennom samarbeidspartnarar, informasjon på nettet og andre aktivitetar.

source: i Altinn og legg ved det utfylte PDF-skjemaet.
nn: i Altinn, og legg ved det utfylte skjemaet.

source: Vi kan gi deg verdifull informasjon om teknisk utvikling og rettigheter på fagområdet ditt.
nn: Vi kan gi deg verdifull informasjon om teknisk utvikling og rettar på fagområdet ditt.

source: La oss holde et kurs internt hos dere med et skreddersydd program basert på de spesielle behovene dere har.
nn: La oss halde eit kurs internt hos dykk med eit skreddarsydd program bygd på dei spesielle behova dykk har.

source: Oppfinnelsen må utgjøre en praktisk løsning av et problem, der løsningen har teknisk karakter, teknisk effekt og er reproduserbar.
nn: Oppfinninga må utgjere ei praktisk løysing av eit problem, der løysinga har teknisk karakter, teknisk effekt og kan reproduserast.

source: En lydfil vil angi lyden av instrumenter og stemmer på en mer presis måte enn det som er mulig i noter og beskrivelser.
nn: Ei lydfil vil angje lyden av instrument og stemmer på ein meir presis måte enn det som er mogleg i noter og forklaringar.

source: Søknadsbehandlingen vil fortsette inntil vi eventuelt mottar en ny anmodning om å trekke søknaden.
nn: Søknadsbehandlinga vil fortsette inntil vi eventuelt mottek en ny oppmoding om å trekkje søknaden.

source: Hos oss får du bruke fagkunnskapen og utvikle deg videre gjennom kontinuerlig opplæring, god oppfølging av ledere og samarbeid med kolleger.
nn: Hos oss får du bruke fagkunnskapen og utvikle deg vidare gjennom kontinuerleg opplæring, god oppfølging av leiarar og samarbeid med kollegaer.

source: Patentrettighetene er avgjørende for å kunne inngå nødvendige avtaler med samarbeidspartnere som skal produsere produktene og sørge for å få dem ut i de store markedene.
nn: Patentrettane er avgjerande for å kunne inngå nødvendige avtalar med samarbeidspartnarar som skal produsere produkta og sørgje for å få dei ut i dei store marknadene.

source: Patentingeniøren kan ikke behandle en patentsøknad der søknadsdokumentene ikke er av god nok kvalitet.
nn: Patentingeniøren kan ikkje behandle ein patentsøknad der søknadsdokumenta ikkje er av god nok kvalitet.

source: Beskriv det tekniske området som du ønsker kartlagt
nn: Beskriv det tekniske området som du ønskjer kartlagt

source: Hvis du mistenker at noen krenker bedriftens rettigheter, er det viktig å være klar over at du kan inngå et samarbeid med Tolletaten både i Norge og i utlandet, og be om assistanse til å stoppe piratvarer.
nn: Dersom du mistenkjer at nokre krenkjer bedrifta sine rettar, er det viktig å vere klar over at du kan inngå eit samarbeid med Tolletaten både i Noreg og i utlandet, og be om assistanse til å stoppe piratvarer.

source: Etter at søknadsfristen er gått ut, vurderer vi alle søkere, før de som er aktuelle for intervju blir kontaktet.
nn: Etter at søknadsfristen er gått ut, vurderer vi alle søkjarar, før dei som er aktuelle for intervju blir kontakta.

source: Det er første gang en nordmann er blant finalistene, noe som er en internasjonal anerkjennelse av norsk havbruksteknologi og norsk innovasjon.
nn: Det er fyrste gong ein nordmann er blant finalistane, noko som er ei internasjonal anerkjenning av norsk havbruksteknologi og norsk innovasjon.

source: Vilkår for å kreve muntlig forhandling
nn: Vilkår for å krevje munnleg forhandling

source: Du finner avgiften for deling og sammenslåing av et varemerkesøknad
nn: Du finn avgifta for deling og samanslåing av ein varemerkesøknad

source: Bruk av flagg og offentlige symboler i varemerker
nn: Bruk av flagg og offentlege symbol i varemerke

source: Det kan være forskningsresultater og anvendelse av kunnskap
nn: Det kan også vere forskingsresultat og bruk av kunnskap.

source: Etter registrering av varemerke/design eller meddelelse av patent brukes betegnelsen
nn: Etter registrering av varemerke/design eller meddeling av patent brukast nemninga

source: Det er forskjellige vilkår for registrering under de ulike toppdomene.
nn: Det er forskjellige vilkår for registrering under dei ulike toppdomene.

source: – Grunnen til at kjendiser velger å beskytte navnet sitt, er for å sikre seg enerett til navnet som varemerke.
nn: – Grunnen til at kjendisar vel å verne namnet sitt, er for å sikre seg einerett til namnet som varemerke.

source: har fått støtte fra Innovasjon Norge og EU-systemet gjennom Horizon 2020 og Eurostars, det siste i samarbeid med Forskningsrådet.
nn: har fått støtte frå Innovasjon Noreg og EU-systemet gjennom Horizon 2020 og Eurostarts, det siste i samarbeid med Forskningsrådet.

source: » som varemerke for blant annet undertøy.
nn: » som varemerket for blant anna undertøy.

source: , starter du med et søk i søketjenesten.
nn: , startar du med eit søk i søkjetenesta.

source: Kartlegge andres rettigheter ved lansering i nye markeder
nn: Kartleggje andre sine rettar ved lansering i nye marknader

source: Hvis du ønsker å få utført en internasjonal tilleggsgransking kan du be om det hos en annen internasjonal myndighet enn den som foretok den internasjonale granskingen og som leverer denne tjenesten.
nn: Viss du ønskjer å få utført ei internasjonal tilleggsgransking kan du be om det hos ei anna internasjonal myndigheit enn ho som gjorde den internasjonale granskinga og som leverer denne tenesta.

source: Et produkt kan inngå i flere klasser hvis det har flere formål eller er laget av ulike materialer (for eksempel vernehansker og vanlige hansker).
nn: Eit produkt kan inngå i fleire klassar viss det har fleire formål eller er laga av ulike materiale (til dømes vernehanskar og valege hanskar).

source: Hvilke regler gjelder for bruk av disse ordene som varemerker?
nn: Kva for reglar gjeld for bruk av desse orda som varemerke?

source: Patentstyret fører tilsyn med organisasjoner som kollektivt forvalter opphavsrett
nn: Patentstyret fører tilsyn med organisasjonar som kollektivt forvaltar opphavsrett

source: Protesten blir likevel vanligvis sendt til partene til informasjon.
nn: Protesten blir likevel vanlegvis sendt til partane til informasjon.

source: Du må vurdere om det er behov for produktet, og om det har gode forutsetninger for å klare seg i konkurranse med andre.
nn: Du må vurdere om det er behov for produktet, og om det har gode føresetnader for å klare seg i konkurranse med andre.

source: det strider mot offentlig orden og moral
nn: det strir mot offentleg orden og moral

source: Fornyelser og andre endringer i et registrert internasjonalt varemerke (via Madrid-protokollen) skal gjøres direkte til WIPO.
nn: Fornyingar og andre endringar i eit registrert internasjonalt varemerke (via Madrid-protokollen) skal gjerast direkte til WIPO.

source: Du kan få provisorisk vern i Norge for en internasjonal patentsøknad i perioden fra etter at den er publisert internasjonalt, og fram til den videreføres i Norge.
nn: Du kan få provisorisk vern i Noreg for ein internasjonal patentsøknad i perioden frå etter at den er publisert internasjonalt, og fram til den vidareførast i Noreg.

source: kontroller og vurderinger i ulike registre.
nn: kontrollar og vurderingar i ulike register.

source: Vi anbefaler derfor at du undersøker i den alfabetiske varelisten for å forsikre deg om riktig klassifisering av de forskjellige varene.
nn: Vi anbefaler derfor at du undersøkjer i den alfabetiske varelista for å forsikre deg om riktig klassifisering av dei forskjellige varene.

source: Vær oppmerksom på dato for trekking av søknaden
nn: Ver merksam på dato for trekkjing av søknaden

source: Solberg mener det er veldig godt av flere årsaker.
nn: Solberg meiner det er veldig godt av fleire årsaker.

source: Det holder ikke å spille på sanseinntrykk som har en beskrivende relasjon til produktet, eller som bare er behagelige og generelt salgsfremmende.
nn: Det held ikkje å spele på sanseinntrykk som har ein skildrande relasjon til produktet, eller som berre er behagelege og generelt salsfremjande.

source: journalføring av personopplysninger er at innehaverne skal
nn: journalføringa av personopplysningar er at innehavarane

source: Se på figuren og list opp momenter som kan være nye, eksempelvis:
nn: Sjå på figuren og list opp moment som kan vere nye, eksempelvis:

source: Søknaden er ikke godt nok formulert til å gi en god rettighet
nn: Søknaden er ikkje godt nok formulert til å gi ein god rett

source: Hun har jobbet i Patentstyret siden 2007, og har lang erfaring i å veilede kunder og behandle søknader om varemerkeregistrering og foretaksklagesaker.
nn: Ho har jobba i Patentstyret sidan 2007, og har lang erfaring i å rettleie kundar og behandle søknadar om varemerkeregistrering og føretaksklagesakar.

source: I saker om administrativ oppheving, hvor designet er registrert for en innehaver som ikke har retten til designet.
nn: I saker om administrativ oppheving, kor designet er registrert for ein innehavar som ikkje har retten til designet.

source: Teksten i klassene og underklassene gir en generell indikasjon på det området varene tilhører.
nn: Teksten i klassane og underklassane gir ein generell indikasjon på det området varene tilhøyrer.

source: Noe av det Gunhild setter størst pris på ved Patentstyret som arbeidsplass, er det oppdaterte fagmiljøet, samholdet og den gode stemningen mellom kollegaene.
nn: Noko av det Gunhild set størst pris på ved Patentstyret som arbeidsplass, er det oppdaterte fagmiljøet, samhaldet og den gode stemninga mellom kollegaene.

source: Av disse var et tosifret tall søknader fra norske kjendiser.
nn: Av desse var eit tosifra tal søknader frå norske kjendisar.

source: Hvis du utarbeider en internasjonal søknad via ePCT-Filing, vil de fleste formelle feil oppdages før innlevering, og du kan korrigere disse før søknaden leveres.
nn: Viss du utarbeider ein internasjonal søknad via ePCT-Filing, vil dei fleste formelle feil oppdagast før innlevering, og du kan korrigere desse før søknaden leverast.

source: For eksempel kan du ikke få patent på et forretningskonsept.
nn: Til dømes kan du ikkje få patent på eit forretningskonsept.

source: Avklare før ny patentsøknad utformes
nn: Avklare før ny patentsøknad utformast

source: Opplysningsplikten berører ikke behandlingen av patentsøknaden eller gyldigheten av de rettighetene som følger av meddelte patenter.
nn: Opplysningsplikta rører ikkje behandlinga av patentsøknaden eller gyldigheita av dei rettane som følgjer av meddelte patent.

source: For Seram Coatings er patent kritisk for å stå sterkere ved en eventuell kopiering
nn: For Seram Coatings er patent kritisk for å stå sterkare ved ein eventuell kopiering

source: Saksbehandlerne våre opplever at det i hovedsak er tre årsaker til at vi ikke godkjenner patent:
nn: Saksbehandlarane våre opplever at det i hovudsak er tre årsaker til at vi ikkje godkjenner patent:

source: Når du ønsker inspirasjon til design på ditt produkt.
nn: Når du ønskjer inspirasjon til design på produktet ditt.

source: Dette kan gjøre at det ferdige sluttproduktet til originalprodusenten ender med å få alvorlige kvalitetsmangler.
nn: Dette kan gjere at det ferdige sluttproduktet til originalprodusenten endar med å få alvorlege kvalitetsmanglar.

source: Alle slags fysiske gjenstander, skjermbilder, ikoner, grafiske symboler, typografi og ornamentering kan registreres som design.
nn: Alle slags fysiske gjenstandar, skjermbilete, ikon, grafiske symbol, typografi og ornamentering kan registrerast som design.

source: Hvis selve registeret driver på en ikke-akseptabel måte, kan du også klage dette inn under PDDRP (Post Delegation Dispute Resolution Procedure).
nn: Viss sjølve registeret driv på ein ikkje-akseptabel måte, kan du også klage dette inn under PDDRP (Post Delegation Dispute Resolution Procedure).

source: «Dette er svært viktige prosjekter for oss og bidrar til viktig forskning og utvikling av ny teknologi som vi ikke hadde hatt finansiering til å utvikle på egen hånd.
nn: «Dette er svært viktige prosjekt for oss og bidreg til viktig forsking og utvikling av ny teknologi som vi ikkje hadde hatt finansiering til å utvikle på eiga hand.

source: Så da er det vel ikke så viktig å vite noe om det?
nn: Så då er det vel ikkje så viktig å vite noko om det?

source: Dette må forstås som å omhandle den opprinnelige avgjørelsen om å registrere merket, ikke en senere avgjørelse om gyldigheten av registreringsbeslutningen.
nn: Dette må bli forstått som å omhandle den opphavlege avgjerda om å registrere merket, ikkje ei seinare avgjerd om gyldigheita av registreringsbeslutninga.

source: Det lukkede ganeseilet fjerner risikoen for at medisinen går i lungene.
nn: Det lukka ganeseglet fjernar risikoen for at medisinen går i lungene.

source: Publiseringen av en felles oversikt er en del av ønsket om å harmonisere praktiseringen av varemerkeretten i Europa.
nn: Publiseringa av ei felles oversikt er ein del av ønsket om å harmonisere praktiseringa av varemerkeretten i Europa.

source: to måneder før siste betalingsfrist.
nn: to månader før siste betalingsfrist.

source: For hvilket geografisk område skal lisensen gjelde?
nn: For kva geografisk område skal lisensen gjelde?

source: Søknader som omfattes av loven eller som du
nn: Søknader som omfattast av lova eller som du

source: Et bredspektret patent er ofte svakere enn et smalt og mer konkret patent.
nn: Eit breispektra patent er ofte svakare enn eit smalt og meir konkret patent.

source: Dokumenter som viser designets utseende blir også allment tilgjengelig når designet blir registrert, også der hvor dette skjer innen de første seks månedene etter søknadsinnleveringen.
nn: Dokument som viser designet sin utsjånad blir også allment tilgjengeleg når designet blir registrert, også der kor dette skjer innan dei første seks månadane etter søknadsinnleveringa.

source: Inntil nylig har all kommunikasjon mellom Patentstyret og søker foregått på norsk, men reglene ble endret fra 1.
nn: Inntil nyleg har all kommunikasjon mellom Patentstyret og søkar vore på norsk, men reglane blei endra frå 1.

source: Første gangs fornyelse:
nn: Første gong fornying:

source: trekkingsbegjæringen sendes inn av en annen enn søker eller fullmektig
nn: trekkjingskravet sendast inn av ein annan enn søkjar eller fullmektig

source: Et slagord eller flerordsmerke som eksempelvis bare skryter av kvaliteten på produktet ditt eller profesjonaliteten din, vil normalt ikke kunne registreres.
nn: Eit slagord eller fleirordsmerke som til dømes berre skryt av kvaliteten på produktet ditt eller profesjonaliteten din, vil normalt ikkje kunne registrerast.

source: er en klage som kommer inn etter at varemerket er registrert.
nn: er ei klage som kjem inn etter at merket er registrert.

source: Før han begynte ved Patentstyret, jobbet Bill som forsker innen bakke- og satellittbasert fjernmålingsteknologi ved Norsk Institutt for Luftforskning, Kjeller (NILU), Svenska Miljöinstitutet-Gøteborg (IVL), Max-Planck-Institut für Chemie i Mainz, Tyskland og Forschungszentrum-Jülich, Tyskland.
nn: Før han begynte i Patentstyret, jobba Bill som forskar innan bakke- og satellittbasert fjernmålingsteknologi ved Norsk Institutt for Luftforskning, Kjeller (NILU), Svenska Miljöinstitutet-Gøteborg (IVL), Max-Planck-Institut für Chemie i Mainz, Tyskland og Forschungszentrum-Jülich, Tyskland.

source: Vi har pratet med Hilde Seiersten og Sabrina Fregosi Maaø som jobber på kundesenteret om hvordan de har jobbet.
nn: Vi har prata med Hilde Seiersten og Sabrina Fregosi Maaø som jobbar på kundesenteret om korleis dei har jobba.

source: Mange matvarer er et resultat av lange tradisjoner, høy kunnskap og råvarer dyrket under svært gunstige vekstbetingelser.
nn: Mange matvarer er eit resultat av lange tradisjonar, høg kunnskap og råvarer dyrka under svært gunstige vokstervilkår.

source: Hun har flere års erfaring som prosessingeniør, forsker og prosjektkoordinator for ENEL, Italia.
nn: Ho har fleire års erfaring som prosessingeniør, forskar og prosjektkoordinator for ENEL, Italia.

source: For å få flere opplysninger om norske varemerkeregistreringer og -søknader, kan du
nn: For å få fleire opplysningar om norske varemerkeregistreringar og -søknadar, kan du

source: For å holde konkurrentene på avstand blir produktene designbeskyttet og varemerkeregistrert.
nn: For å halde konkurrentane på avstand blir produkta designverna og varemerkeregistrerte.

source: Merkeinnehaverens forpliktelser til å gjøre ansvar gjeldende mot den som bruker merket uten å overholde bestemmelsene for bruken av merket
nn: Merkeinnehavarens plikter til å gjere ansvar gjeldande mot den som brukar merket utan å overhalde instruksa for bruken av merket

source: Dette betyr at konkurrenten din blir pålagt å stanse produksjon, markedsføring og salg av produktet til saken kommer opp for retten.
nn: Dette betyr at konkurrenten din blir pålagd å stanse produksjon, marknadsføring og sal av produktet til saka kjem opp for retten.

source: Hvis du mistenker at dine immaterielle rettigheter er krenket, kan du inngå et samarbeid med Tolletaten.
nn: Dersom du mistenkjer at dei immaterielle rettane dine er krenkte, kan du inngå eit samarbeid med Tolletaten.

source: Det gjelder spesielle regler for innlevering, behandling og kommunikasjon i disse søknadene.
nn: Det gjeld spesielle reglar for innlevering, behandling og kommunikasjon i desse søknadane.

source: Det er viktig at du har kompetanse og investerer tilstrekkelig tid i å utforme en god søknad.
nn: Det er viktig at du har kompetanse og investerer tilstrekkeleg tid i å utforme ein god søknad.

source: Dette gjelder også dokumenter som er utstedt av mottagende myndighet (RO) og internasjonale myndigheter (ISA og IPEA), i den grad en kopi blir sendt til det internasjonale byrået i WIPO.
nn: Dette gjeld også dokument som er sendt av mottakande myndigheit (RO) og internasjonale myndigheiter (ISA og IPEA), i den grad ein kopi blir sendt til det internasjonale byrået i WIPO.

source: I undersøkelsen må man ha stilt spørsmålene til den relevante målpopulasjonen, m.a.o den relevante omsetningskretsen/gjennomsnittsforbruker for varene eller tjenestene.
nn: I undersøkinga må ein ha stilt spørsmåla til den relevante målpopulasjonen, m.a.o den relevante omsetningskretsen/gjennomsnittsforbrukar for varene eller tenestene.

source: I søknader uten prioritetskrav vil en orientering bli sendt til oppfinner(ne) om at vedkommende står oppført som oppfinner i søknaden.
nn: I søknader utan prioritetskrav vil det bli sendt ei orientering til oppfinnaren/oppfinnarane om at han/dei står oppførte som oppfinnar i søknaden.

source: Vi gir deg en svarfrist til å rette opp eventuelle mangler ved søknaden.
nn: Vi gir deg ein svarfrist til å rette opp eventuelle manglar ved søknaden.

source: Å forvalte IPR krever tid og ressurser, men fordelen er en mulighet til å spre kompetanse og dele ny teknologi samtidig som man beholder rettighetene og inntektene.
nn: Å forvalte IPR krev tid og ressursar, men fordelen er ei moglegheit til ¨å spreie kompetanse og dele ny teknologi samtidig som ein beheld rettane og inntektene.

source: Grunnlag for Freedom to Operate (FTO) gir deg blant annet oversikt over patenter som kan ha betydning for handlingsrommet rundt en bestemt teknologi.
nn: Grunnlag for Freedom to Operate (FTO) gir deg blant anna oversikt over patent som kan bety noko for handlingsrommet rundt ein bestemt teknologi.

source: Husk å generalisere antallet gripearmer som kunne være to eller flere, bruk eksempelvis "minst to".
nn: Hugs å generalisere antalet gripearmar som kunne vere to eller fleire, bruk eksempelvis "minst to".

source: Lurer du på noe knyttet til fortsatt behandling til tross for fristoversittelse?
nn: Lurer du på noko knytt til fortsatt behandling trass i fristoversitjing?

source: Patentering av unike løsninger vurderes kontinuerlig i forhold til kost/nytte.
nn: Patentering av unike løysingar blir vurdert kontinuerleg i forhold til kost/nytte.

source: Tips som bedrifter kan vurdere for å avdekke piratkopier av egne produkter
nn: Tips som bedrifter kan vurdere for å avdekkje piratkopiar av eigne produkt

source: Du kan trekke noen av momentene sammen der det passer.
nn: Du kan trekkje nokre av momenta saman der det passar.

source: Krav til deling av en varemerkesøknad
nn: Krav til deling av ein varemerkesøknad

source: Søknaden ble også videreført gjennom det internasjonale søknadssystemet PCT.
nn: Søknaden vart også vidareført gjennom det internasjonale søknadssystemet PCT.
